{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "A Customizer Skin that adjusts the texture of powerlines without affecting their function. It affects each type AND material of powerline differently.\r\n\r\nLuminescent skins add lighting effects to the powerline. These can be used to light rooms or show a directional affect. EG Silica Wires look like simple glowing tubes, but Paintable Cables have a moving light.\r\n\r\nMay affect any CC+ powerline. (TODO: not all combo's implemented)"
			},
			"Translation":
			{
				"Text": "A Customizer Skin that adjusts the texture of powerlines without affecting their function. It affects each type AND material of powerline differently.\r\n\r\nLuminescent skins add lighting effects to the powerline. These can be used to light rooms or show a directional affect. EG Silica Wires look like simple glowing tubes, but Paintable Cables have a moving light.\r\n\r\nMay affect any CC+ powerline. (TODO: not all combo's implemented)"
			},
			"Key": "35AAC95B427DB33A41F5CE971EEFC8F0"
		},
		{
			"Source":
			{
				"Text": "After a delay, connect the switch. Delay begins when both ends are connected and the input grid has power.\r\n\r\nStagger lights turning on for cool effects, offset devices with large power draws, or whatever you desire."
			},
			"Translation":
			{
				"Text": "After a delay, connect the switch. Delay begins when both ends are connected and the input grid has power.\r\n\r\nStagger lights turning on for cool effects, offset devices with large power draws, or whatever you desire."
			},
			"Key": "1CE27D7A46FF46DF48E06C8563A84725"
		},
		{
			"Source":
			{
				"Text": "Alternate Powerlines"
			},
			"Translation":
			{
				"Text": "Alternate Powerlines"
			},
			"Key": "6F359E1B44C222B71AF5A59B4A535C55"
		},
		{
			"Source":
			{
				"Text": "Beam Width"
			},
			"Translation":
			{
				"Text": "Beam Width"
			},
			"Key": "5863B09842AF2FBA30A355B75C098AFC"
		},
		{
			"Source":
			{
				"Text": "Build Menu"
			},
			"Translation":
			{
				"Text": "Build Menu"
			},
			"Key": "8DC6BAE44289FA9B8E9568A60FC1C2A4"
		},
		{
			"Source":
			{
				"Text": "Caterium infused power infrastructure that is usually more stylish and fancy"
			},
			"Translation":
			{
				"Text": "Caterium infused power infrastructure that is usually more stylish and fancy"
			},
			"Key": "CAD872454919C75BBDCD34A7B822BF80"
		},
		{
			"Source":
			{
				"Text": "Complex electronic devices are used in this power infrastructure that doesn't change anything expect looks"
			},
			"Translation":
			{
				"Text": "Complex electronic devices are used in this power infrastructure that doesn't change anything expect looks"
			},
			"Key": "A79B8FE84D40703453355B9629D92666"
		},
		{
			"Source":
			{
				"Text": "Corner Outlet Mk.1"
			},
			"Translation":
			{
				"Text": "Corner Outlet Mk.1"
			},
			"Key": "416242804144C962F8245A8F07DB90AF"
		},
		{
			"Source":
			{
				"Text": "Corner Outlet Mk.2"
			},
			"Translation":
			{
				"Text": "Corner Outlet Mk.2"
			},
			"Key": "9559F218496612B21745D0AAC18E2791"
		},
		{
			"Source":
			{
				"Text": "Corner Outlet Mk.3"
			},
			"Translation":
			{
				"Text": "Corner Outlet Mk.3"
			},
			"Key": "38FC8D52410DC14171DE1DBE467281E7"
		},
		{
			"Source":
			{
				"Text": "Decorative focused powerlines"
			},
			"Translation":
			{
				"Text": "Decorative focused powerlines"
			},
			"Key": "4EC8CB6C47D2F1CA71F3ADBE0C4FBC48"
		},
		{
			"Source":
			{
				"Text": "Extra powerpoles that support the weight of pioneers."
			},
			"Translation":
			{
				"Text": "Extra powerpoles that support the weight of pioneers."
			},
			"Key": "42E6ED8442D17AF2148528B252AA71E7"
		},
		{
			"Source":
			{
				"Text": "Frayed Wire Power Line"
			},
			"Translation":
			{
				"Text": "Frayed Wire Power Line"
			},
			"Key": "9F0EB3FE47176BFBB7C87AABA55F3E7A"
		},
		{
			"Source":
			{
				"Text": "Friendly Fauna"
			},
			"Translation":
			{
				"Text": "Friendly Fauna"
			},
			"Key": "984584004CF27968CE501D886DC5C58D"
		},
		{
			"Source":
			{
				"Text": "Heavier powerlines that allow for longer spans"
			},
			"Translation":
			{
				"Text": "Heavier powerlines that allow for longer spans"
			},
			"Key": "2E378835418EED603E6A54A67B5E0930"
		},
		{
			"Source":
			{
				"Text": "Heavy Power Line"
			},
			"Translation":
			{
				"Text": "Heavy Power Line"
			},
			"Key": "0AF9181242B9F78B9773B89F683CB855"
		},
		{
			"Source":
			{
				"Text": "Hostile Fauna"
			},
			"Translation":
			{
				"Text": "Hostile Fauna"
			},
			"Key": "EF32A8244CCFBB78DC7F9D89B07072FE"
		},
		{
			"Source":
			{
				"Text": "Length: Max 100m / 25m\r\n\r\nThis standard length wire is equivelant to normal cable, but you can paint it! Best used when color coding helps. "
			},
			"Translation":
			{
				"Text": "Length: Max 100m / 25m\r\n\r\nThis standard length wire is equivelant to normal cable, but you can paint it! Best used when color coding helps. "
			},
			"Key": "9CCE38534B4535FEAF08BBA830863D1D"
		},
		{
			"Source":
			{
				"Text": "Length: Max 200m / 15m\r\n\r\nThis durable cable is a little more expensive to run, but reaches longer lengths. Best run as a backbone between facilities."
			},
			"Translation":
			{
				"Text": "Length: Max 200m / 15m\r\n\r\nThis durable cable is a little more expensive to run, but reaches longer lengths. Best run as a backbone between facilities."
			},
			"Key": "955DF390483A0F761C0C97866886AD30"
		},
		{
			"Source":
			{
				"Text": "Length: Max 80m / 40m\r\n\r\nThis shorter bare wire is exposed and very likely dangerous. Best run on the last mile to a machine."
			},
			"Translation":
			{
				"Text": "Length: Max 80m / 40m\r\n\r\nThis shorter bare wire is exposed and very likely dangerous. Best run on the last mile to a machine."
			},
			"Key": "885457B6421F6B56CD954E83CC7CC9AC"
		},
		{
			"Source":
			{
				"Text": "Length: Max 80m / 40m\r\n\r\nThis shorter bare wire is tied up neatly but probably still dangerous. Best run on the last mile to a machine. "
			},
			"Translation":
			{
				"Text": "Length: Max 80m / 40m\r\n\r\nThis shorter bare wire is tied up neatly but probably still dangerous. Best run on the last mile to a machine. "
			},
			"Key": "AD166E85400A119F7096BBADA85A7D37"
		},
		{
			"Source":
			{
				"Text": "Length: Max 80m / 40m\r\n\r\nThis taut wrapped wire is tied up neatly and drawn straight. Best run on the last mile to a machine. "
			},
			"Translation":
			{
				"Text": "Length: Max 80m / 40m\r\n\r\nThis taut wrapped wire is tied up neatly and drawn straight. Best run on the last mile to a machine. "
			},
			"Key": "D531ADDB467CEE49172CD5BBB60343F2"
		},
		{
			"Source":
			{
				"Text": "MW"
			},
			"Translation":
			{
				"Text": "MW"
			},
			"Key": "19CA2FCA4D9688E24BDF718549F79D52"
		},
		{
			"Source":
			{
				"Text": "MW"
			},
			"Translation":
			{
				"Text": "MW"
			},
			"Key": "42FC6A7F4389BC33428A70AE6F0733B8"
		},
		{
			"Source":
			{
				"Text": "MW"
			},
			"Translation":
			{
				"Text": "MW"
			},
			"Key": "C75F0F334C4EA832BB4E2182BD1BACE6"
		},
		{
			"Source":
			{
				"Text": "MW"
			},
			"Translation":
			{
				"Text": "MW"
			},
			"Key": "F846F568404EF9B9DCE29F98295B3E77"
		},
		{
			"Source":
			{
				"Text": "MW"
			},
			"Translation":
			{
				"Text": "MW"
			},
			"Key": "FF71F8FE4B1D89BF779673846F8CAE7F"
		},
		{
			"Source":
			{
				"Text": "Neat Wire Power Line"
			},
			"Translation":
			{
				"Text": "Neat Wire Power Line"
			},
			"Key": "0A25B4DC4FA3A8E2F59CCA8E287C9D25"
		},
		{
			"Source":
			{
				"Text": "Paintable Power Line"
			},
			"Translation":
			{
				"Text": "Paintable Power Line"
			},
			"Key": "9C9307664D2A8F79A06E0E9A80084AC0"
		},
		{
			"Source":
			{
				"Text": "Pioneers"
			},
			"Translation":
			{
				"Text": "Pioneers"
			},
			"Key": "B72DADB64EA67D195E2BF88A014C6987"
		},
		{
			"Source":
			{
				"Text": "Pole Ground Spike"
			},
			"Translation":
			{
				"Text": "Pole Ground Spike"
			},
			"Key": "4792F5354ABBB97F388F9CA5FA833B02"
		},
		{
			"Source":
			{
				"Text": "Power Grid In"
			},
			"Translation":
			{
				"Text": "Power Grid In"
			},
			"Key": "126C77E54669FF76D43A47988D66555D"
		},
		{
			"Source":
			{
				"Text": "Power Grid Out"
			},
			"Translation":
			{
				"Text": "Power Grid Out"
			},
			"Key": "C232B11D44D583AB119667AAEFBB7240"
		},
		{
			"Source":
			{
				"Text": "Power Pole that attaches to a foundation or wall corner.\r\n\r\nCan handle up to 4 Power Line connections.\r\n\r\nConnect Power Poles, Power Generators and factory buildings together with Power Lines to create a power grid. The power grid supplies the connected buildings with power."
			},
			"Translation":
			{
				"Text": "Power Pole that attaches to a foundation or wall corner.\r\n\r\nCan handle up to 4 Power Line connections.\r\n\r\nConnect Power Poles, Power Generators and factory buildings together with Power Lines to create a power grid. The power grid supplies the connected buildings with power."
			},
			"Key": "557E48D549E1E58599455E95BB609784"
		},
		{
			"Source":
			{
				"Text": "Power Tower Extender that has a wider spread"
			},
			"Translation":
			{
				"Text": "Power Tower Extender that has a wider spread"
			},
			"Key": "29AD0DCB423F946AE1BC9182BD947CB6"
		},
		{
			"Source":
			{
				"Text": "Power Tower Extender that takes a single central wire"
			},
			"Translation":
			{
				"Text": "Power Tower Extender that takes a single central wire"
			},
			"Key": "128F30E8490240DFD90EECB5ADE21038"
		},
		{
			"Source":
			{
				"Text": "Power Tower Extender the same width as the standard connection"
			},
			"Translation":
			{
				"Text": "Power Tower Extender the same width as the standard connection"
			},
			"Key": "656D9FED428F9156B66B8CAC5E464E34"
		},
		{
			"Source":
			{
				"Text": "Powerline Materials"
			},
			"Translation":
			{
				"Text": "Powerline Materials"
			},
			"Key": "C333B8EE483C459DE0B45A8387DB85C7"
		},
		{
			"Source":
			{
				"Text": "Powerlines"
			},
			"Translation":
			{
				"Text": "Powerlines"
			},
			"Key": "A369D79F457B5125BEDBAE9A9899F328"
		},
		{
			"Source":
			{
				"Text": "Railway Power Transformer"
			},
			"Translation":
			{
				"Text": "Railway Power Transformer"
			},
			"Key": "1F9B9E9940FBC9161F91CA9C4B8200CF"
		},
		{
			"Source":
			{
				"Text": "Short range wireless power transference techniques"
			},
			"Translation":
			{
				"Text": "Short range wireless power transference techniques"
			},
			"Key": "C31EDBCE4A73F663B05A249A26A920A2"
		},
		{
			"Source":
			{
				"Text": "Silica augmented power infrastructure that is usually functional and clean"
			},
			"Translation":
			{
				"Text": "Silica augmented power infrastructure that is usually functional and clean"
			},
			"Key": "0F8BA49C4FF847C384881B9C2B03E695"
		},
		{
			"Source":
			{
				"Text": "Simple easy powerline alternatives like bare wires or colourable lines"
			},
			"Translation":
			{
				"Text": "Simple easy powerline alternatives like bare wires or colourable lines"
			},
			"Key": "FC186DB54CDD86F2780A49BF8637036D"
		},
		{
			"Source":
			{
				"Text": "Skyhook Power Pole"
			},
			"Translation":
			{
				"Text": "Skyhook Power Pole"
			},
			"Key": "8C77953143B1F858AD98B18146291786"
		},
		{
			"Source":
			{
				"Text": "Skyhook Style Powerpoles"
			},
			"Translation":
			{
				"Text": "Skyhook Style Powerpoles"
			},
			"Key": "369FB12D40B4D16A8C2B6991389B064C"
		},
		{
			"Source":
			{
				"Text": "Skyhook Wallmount"
			},
			"Translation":
			{
				"Text": "Skyhook Wallmount"
			},
			"Key": "E0CD7AE340A4A3096D702EB8986C3E34"
		},
		{
			"Source":
			{
				"Text": "Special lighting and effect variations of powerlines"
			},
			"Translation":
			{
				"Text": "Special lighting and effect variations of powerlines"
			},
			"Key": "D1BD42AA4CE68CFF7FD0FA8563161262"
		},
		{
			"Source":
			{
				"Text": "Straight Wire Power Line"
			},
			"Translation":
			{
				"Text": "Straight Wire Power Line"
			},
			"Key": "7D12A9184F3D704FB1B47E8918304E1A"
		},
		{
			"Source":
			{
				"Text": "The default Ficsit look for power infrastructure"
			},
			"Translation":
			{
				"Text": "The default Ficsit look for power infrastructure"
			},
			"Key": "137261774D3FEA6E217297810716D37E"
		},
		{
			"Source":
			{
				"Text": "This power transformer snaps to a railway and allows you to tie into the power rail without a train station.\r\n\r\nFeel free to use the standard connection or the tower connection on the side."
			},
			"Translation":
			{
				"Text": "This power transformer snaps to a railway and allows you to tie into the power rail without a train station.\r\n\r\nFeel free to use the standard connection or the tower connection on the side."
			},
			"Key": "6A5590FD4245C4E839FB699620991062"
		},
		{
			"Source":
			{
				"Text": "This powerline material adjusts the look and shape of powerlines without affecting their function. It affects each type of powerline differently.\r\n\r\nCaterium infused power infrastructure is usually more stylish and fancy. EG: TODO\r\n\r\nMay affect any CC+ powerline. (TODO: not all combo's implemented)"
			},
			"Translation":
			{
				"Text": "This powerline material adjusts the look and shape of powerlines without affecting their function. It affects each type of powerline differently.\r\n\r\nCaterium infused power infrastructure is usually more stylish and fancy. EG: TODO\r\n\r\nMay affect any CC+ powerline. (TODO: not all combo's implemented)"
			},
			"Key": "2A1B7552402696579B0B78B907AA9499"
		},
		{
			"Source":
			{
				"Text": "This powerline material adjusts the look and shape of powerlines without affecting their function. It affects each type of powerline differently.\r\n\r\nSilica augmented power infrastructure that is usually functional and clean. EG: Silica Bare Wire Powerlines are pulled tight into a straight line.\r\n\r\nMay affect any CC+ powerline. (TODO: not all combo's implemented)"
			},
			"Translation":
			{
				"Text": "This powerline material adjusts the look and shape of powerlines without affecting their function. It affects each type of powerline differently.\r\n\r\nSilica augmented power infrastructure that is usually functional and clean. EG: Silica Bare Wire Powerlines are pulled tight into a straight line.\r\n\r\nMay affect any CC+ powerline. (TODO: not all combo's implemented)"
			},
			"Key": "1851A64A43648966EDB94BA9254DE7EB"
		},
		{
			"Source":
			{
				"Text": "Tower Extender Single"
			},
			"Translation":
			{
				"Text": "Tower Extender Single"
			},
			"Key": "47E1513F4876144085A7C18A54DBD363"
		},
		{
			"Source":
			{
				"Text": "Tower Extender Standard"
			},
			"Translation":
			{
				"Text": "Tower Extender Standard"
			},
			"Key": "F4940FE34AD21F0FBAADFE9130B6A2ED"
		},
		{
			"Source":
			{
				"Text": "Tower Extender Wide"
			},
			"Translation":
			{
				"Text": "Tower Extender Wide"
			},
			"Key": "42750B994376FBFF658EA482E18084CF"
		},
		{
			"Source":
			{
				"Text": "Tower Ground Spike"
			},
			"Translation":
			{
				"Text": "Tower Ground Spike"
			},
			"Key": "3DE7EA834D74C1CFD4FA3DB30AD26B1A"
		},
		{
			"Source":
			{
				"Text": "Tower Wall Terminator"
			},
			"Translation":
			{
				"Text": "Tower Wall Terminator"
			},
			"Key": "AAB46D67449BD0479EEFA29FCB57EA37"
		},
		{
			"Source":
			{
				"Text": "Tower Wall Terminator Double"
			},
			"Translation":
			{
				"Text": "Tower Wall Terminator Double"
			},
			"Key": "204520C94B207DAD6C6971A14D8B21F0"
		},
		{
			"Source":
			{
				"Text": "Trains"
			},
			"Translation":
			{
				"Text": "Trains"
			},
			"Key": "AC5DA6864EB8144D302AB6ABD8839E3E"
		},
		{
			"Source":
			{
				"Text": "Vehicles"
			},
			"Translation":
			{
				"Text": "Vehicles"
			},
			"Key": "EF3906EF4332B597DEC9FAB6372B8FA4"
		},
		{
			"Source":
			{
				"Text": "When an object is sensed infront of the panel the switch is engaged. It will stay on while anything is present. When empty, after a delay, the switch will turn off.\r\n\r\nKeep only the lights near you on, detect when vehicles are approaching crossings, or wait till you're nearby to run hypertube entrances.\r\n\r\nNote: Has been known to optimize itself into not toggling untill player is in general vicinty regardless of settings."
			},
			"Translation":
			{
				"Text": "When an object is sensed infront of the panel the switch is engaged. It will stay on while anything is present. When empty, after a delay, the switch will turn off.\r\n\r\nKeep only the lights near you on, detect when vehicles are approaching crossings, or wait till you're nearby to run hypertube entrances.\r\n\r\nNote: Has been known to optimize itself into not toggling untill player is in general vicinty regardless of settings."
			},
			"Key": "A0E2B28E44B07FC59B4FC8BA4FFD2788"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "CC_SharedStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Alien Power Material"
					},
					"Translation":
					{
						"Text": "Alien Power Material"
					},
					"Key": "PowerlineMaterial_Alien"
				},
				{
					"Source":
					{
						"Text": "Can handle a single Power Line connection.\r\n\r\nAdd an easy slope up to a zipline, or just correctly ground your powerline terminals."
					},
					"Translation":
					{
						"Text": "Can handle a single Power Line connection.\r\n\r\nAdd an easy slope up to a zipline, or just correctly ground your powerline terminals."
					},
					"Key": "BuildDesc_GroundingSpike"
				},
				{
					"Source":
					{
						"Text": "Can handle up to 5 Power Line connections.\r\n\r\nRedesigned Power Pole with a reinforced overhanging cable support. Capable of taking heavier loads, most commonly pioneers on zaplines."
					},
					"Translation":
					{
						"Text": "Can handle up to 5 Power Line connections.\r\n\r\nRedesigned Power Pole with a reinforced overhanging cable support. Capable of taking heavier loads, most commonly pioneers on zaplines."
					},
					"Key": "BuildDesc_SkyhookPowerpole"
				},
				{
					"Source":
					{
						"Text": "Caterium Power Material"
					},
					"Translation":
					{
						"Text": "Caterium Power Material"
					},
					"Key": "PowerlineMaterial_Caterium"
				},
				{
					"Source":
					{
						"Text": "Complex Power Material"
					},
					"Translation":
					{
						"Text": "Complex Power Material"
					},
					"Key": "PowerlineMaterial_Circuitboard"
				},
				{
					"Source":
					{
						"Text": "Connected"
					},
					"Translation":
					{
						"Text": "Connected"
					},
					"Key": "SwitchState_Connected"
				},
				{
					"Source":
					{
						"Text": "Decorative Powerlines"
					},
					"Translation":
					{
						"Text": "Decorative Powerlines"
					},
					"Key": "PowerlineType_Decorative"
				},
				{
					"Source":
					{
						"Text": "Delay Switch"
					},
					"Translation":
					{
						"Text": "Delay Switch"
					},
					"Key": "Build_DelaySwitch"
				},
				{
					"Source":
					{
						"Text": "Delay Time"
					},
					"Translation":
					{
						"Text": "Delay Time"
					},
					"Key": "Setting_DelayTime"
				},
				{
					"Source":
					{
						"Text": "Delaying"
					},
					"Translation":
					{
						"Text": "Delaying"
					},
					"Key": "SwitchState_Delaying"
				},
				{
					"Source":
					{
						"Text": "Extend your power tower lines right up to your buildings with these sizeable wall mounted versions of power tower connections."
					},
					"Translation":
					{
						"Text": "Extend your power tower lines right up to your buildings with these sizeable wall mounted versions of power tower connections."
					},
					"Key": "BuildDesc_PowertowerWallmount"
				},
				{
					"Source":
					{
						"Text": "Ficsit Power Material"
					},
					"Translation":
					{
						"Text": "Ficsit Power Material"
					},
					"Key": "PowerlineMaterial_Standard"
				},
				{
					"Source":
					{
						"Text": "Ficsmas Power Skin"
					},
					"Translation":
					{
						"Text": "Ficsmas Power Skin"
					},
					"Key": "PowerlineSkin_XMAS"
				},
				{
					"Source":
					{
						"Text": "Heavy Powerlines"
					},
					"Translation":
					{
						"Text": "Heavy Powerlines"
					},
					"Key": "PowerlineType_Heavy"
				},
				{
					"Source":
					{
						"Text": "Lumifibre Power Skin"
					},
					"Translation":
					{
						"Text": "Lumifibre Power Skin"
					},
					"Key": "PowerlineSkin_Glowy"
				},
				{
					"Source":
					{
						"Text": "Normal Power Skin"
					},
					"Translation":
					{
						"Text": "Normal Power Skin"
					},
					"Key": "PowerlineSkin_Normal"
				},
				{
					"Source":
					{
						"Text": "Proximity Switch"
					},
					"Translation":
					{
						"Text": "Proximity Switch"
					},
					"Key": "Build_ProximitySwitch"
				},
				{
					"Source":
					{
						"Text": "Silica Power Material"
					},
					"Translation":
					{
						"Text": "Silica Power Material"
					},
					"Key": "PowerlineMaterial_Silica"
				},
				{
					"Source":
					{
						"Text": "Standard Powerlines"
					},
					"Translation":
					{
						"Text": "Standard Powerlines"
					},
					"Key": "PowerlineType_Standard"
				},
				{
					"Source":
					{
						"Text": "Unconnected"
					},
					"Translation":
					{
						"Text": "Unconnected"
					},
					"Key": "SwitchState_Unconnected"
				},
				{
					"Source":
					{
						"Text": "Wire Powerlines"
					},
					"Translation":
					{
						"Text": "Wire Powerlines"
					},
					"Key": "PowerlineType_BareWire"
				},
				{
					"Source":
					{
						"Text": "Wireless Powerlines"
					},
					"Translation":
					{
						"Text": "Wireless Powerlines"
					},
					"Key": "PowerlineType_Beam"
				},
				{
					"Source":
					{
						"Text": "s"
					},
					"Translation":
					{
						"Text": "s"
					},
					"Key": "SuffixSeconds"
				}
			]
		}
	]
}